Repository: 0xeeeeeeeeeeee/AudioCopy
Catalog: AudioCopyUI/Strings/*/Setting.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_cn, zh_hant

# AdvancedSetting_resetAllSettings.Content
source: Reset all settings
ar: إعادة تعيين جميع الإعدادات
de: Alle Einstellungen zurücksetzen
es: Restablecer toda la configuración
fr: Réinitialiser tous les paramètres
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
pl: Zresetuj wszystkie ustawienia
pt_br: Redefinir todas as configurações
ru: Сбросить все настройки
tr: Tüm ayarları sıfırla
zh_cn: 重置所有设置
zh_hant: 重置所有設定

# Setting_AudioQuality.Text
source: Audio Quality Settings
ar: إعدادات جودة الصوت
de: Soundqualitätseinstellungen
es: Configuración de calidad de sonido
fr: Configuration de la qualité sonore
it: Configurazione qualità audio
ja: 音質設定
ko: 음질 설정
pl: Konfiguracja jakości dźwięku
pt_br: Configuração de qualidade de áudio
ru: Настройки качества звука
tr: Ses Kalitesi Yapılandırması
zh_cn: 音质配置
zh_hant: 音質配置

# Setting_Backend.Text
source: Backend Settings
ar: الإعدادات الخلفية
de: Backend-Einstellungen
es: Configuración del backend
fr: Paramètres du backend
it: Impostazioni back-end
ja: バックエンド設定
ko: 백엔드 설정
pl: Ustawienia zaplecza
pt_br: Configurações de back-end
ru: Настройки сервера
tr: Arka uç ayarları
zh_cn: 后端设置
zh_hant: 後端設定

# Setting_General.Text
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
zh_cn: 通用
zh_hant: 通用

# AdvancedSetting_Reset
source: Reset, please restart the application
ar: تم إعادة التعيين، يرجى إعادة تشغيل التطبيق
de: Zurückgesetzt, bitte starten Sie die Anwendung neu
es: Reiniciado, por favor reinicie la aplicación
fr: Réinitialisé, veuillez redémarrer l'application
it: Ripristinato, riavviare l'applicazione
ja: リセットされました、アプリケーションを再起動してください
ko: 초기화되었습니다. 앱을 재시작해 주세요.
pl: Zresetowano, uruchom ponownie aplikację
pt_br: Reiniciado, reinicie o aplicativo
ru: Сброшено, перезапустите приложение
tr: Sıfırlandı, lütfen uygulamayı yeniden başlatın
zh_cn: 已重置，请重启应用程序
zh_hant: 已重置，請重啟應用程式

# AdvancedSetting_SureReset
source: All pairings will be invalidated. Are you sure you want to do this?
ar: سيتم إبطال جميع الاقترانات، هل أنت متأكد من رغبتك في القيام بذلك؟
de: Alle Kopplungen werden ungültig. Möchten Sie fortfahren?
es: ¿Estás seguro de que deseas hacer esto? Todas las parejas dejarán de ser válidas.
fr: Toutes les paires deviendront invalides, êtes-vous sûr de vouloir faire cela ?
it: Tutte le associazioni verranno annullate, sei sicuro di volerlo fare?
ja: すべてのペアリングが無効になります。実行しますか？
ko: 모든 페어링이 해제됩니다. 계속하시겠습니까?
pl: Wszystkie sparowania zostaną unieważnione. Czy na pewno chcesz to zrobić?
pt_br: Todos os emparelhamentos serão invalidados, tem certeza que deseja fazer isso?
ru: Все сопряжения будут отменены, вы уверены?
tr: Tüm eşleşmeler geçersiz olacak, bunu yapmak istediğinizden emin misiniz?
zh_hant: 所有配對都將失效，你確定要這麼做嗎？

# BackendSetting_Rebooted
source: Done. If issues persist, try updating or fully resetting the backend[line]In some cases, you may need to restart the application
ar: تم الانتهاء، إذا كانت هناك مشكلات أخرى، يرجى محاولة تحديث أو إعادة تعيين الخلفية بالكامل[line]في بعض الحالات، قد تحتاج إلى إعادة تشغيل التطبيق
de: Fertig. Bei weiteren Problemen versuchen Sie bitte ein Update oder einen vollständigen Reset des Backends.[line]In einigen Fällen müssen Sie die Anwendung möglicherweise neu starten.
es: Completado. Si aún hay problemas, intenta actualizar o reiniciar completamente el backend[line]En algunos casos, puede ser necesario reiniciar la aplicación
fr: Terminé. Si vous rencontrez encore des problèmes, essayez de mettre à jour ou de réinitialiser complètement le backend[line]Dans certains cas, vous devrez peut-être redémarrer l'application
it: Fatto, se ci sono ancora problemi prova ad aggiornare o resettare completamente il backend[line]In alcuni casi potrebbe essere necessario riavviare l'applicazione
ja: 完了、問題が残っている場合は、バックエンドの更新または完全リセットを試してください[line]場合によっては、アプリケーションの再起動が必要になることがあります
ko: 완료, 문제가 계속되면 백엔드 업데이트 또는 완전 재설정을 시도하세요[line]일부 경우에는 애플리케이션 재시작이 필요할 수 있습니다
pl: Gotowe. Jeśli nadal występują problemy, spróbuj zaktualizować lub całkowicie zresetować backend[line]W niektórych przypadkach może być konieczne ponowne uruchomienie aplikacji
pt_br: Concluído. Se ainda houver problemas, tente atualizar ou redefinir completamente o back-end[line]Em alguns casos, pode ser necessário reiniciar o aplicativo
ru: Готово. Если проблемы сохраняются, попробуйте обновить или полностью сбросить бэкенд[line]В некоторых случаях может потребоваться перезапуск приложения
tr: Tamamlandı, sorun devam ederse arka ucu güncellemeyi veya tamamen sıfırlamayı deneyin[line]Bazı durumlarda uygulamayı yeniden başlatmanız gerekebilir
zh_cn: 完成，如果还有问题请尝试更新或者完全重置后端[line]在部分情况下，你可能需要重启应用程序
zh_hant: 完成，如果還有問題請嘗試更新或完全重設後端[line]在某些情況下，你可能需要重新啟動應用程式

# BackendSetting_RebootRequired
source: Restart the backend to apply changes
ar: إعادة تشغيل الخلفية لتطبيق التغييرات
de: Backend neu starten, um Änderungen zu übernehmen
es: Reiniciar el backend para aplicar los cambios
fr: Redémarrer le backend pour appliquer les modifications
it: Riavvia il backend per applicare le modifiche
ja: 変更を適用するためにバックエンドを再起動します
ko: 백엔드 재시작하여 변경 사항 적용
pl: Uruchom ponownie backend, aby zastosować zmiany
pt_br: Reiniciar o back-end para aplicar as alterações
ru: Перезапустить сервер для применения изменений
tr: Değişiklikleri uygulamak için arka ucu yeniden başlat
zh_cn: 重新启动后端来应用更改
zh_hant: 重新啟動後端以套用變更

# BackendSetting_Dangerous
source: These settings are very dangerous, are you sure you want to set them?
ar: هذه الإعدادات خطيرة جدًا، هل أنت متأكد أنك تريد تعيينها؟
de: Diese Einstellungen sind sehr gefährlich, sind Sie sicher, dass Sie sie setzen möchten?
es: Estas configuraciones son muy peligrosas, ¿estás seguro de que quieres configurarlas?
fr: Ces paramètres sont très dangereux, êtes-vous sûr de vouloir les configurer ?
it: Queste impostazioni sono molto pericolose, sei sicuro di volerle impostare?
ja: これらの設定は非常に危険です。設定してもよろしいですか？
ko: 이 설정은 매우 위험합니다. 정말로 설정하시겠습니까?
pl: Te ustawienia są bardzo niebezpieczne, czy na pewno chcesz je ustawić?
pt_br: Essas configurações são muito perigosas, você tem certeza que deseja defini-las?
ru: Эти настройки очень опасны, вы уверены, что хотите их установить?
tr: Bu ayarlar çok tehlikeli, onları ayarlamak istediğinizden emin misiniz?
zh_cn: 这些设置非常危险，你确定要设置他们吗？
zh_hant: 這些設定非常危險，你確定要設定它們嗎？

# BackendSettings_OptionsProblem
source: There seems to be an issue with the options, please modify. ({0})
ar: يبدو أن هناك مشكلة في الخيارات، يرجى التعديل. ({0})
de: Es scheint ein Problem mit den Optionen zu geben. Bitte ändern Sie diese. ({0})
es: Hay un problema con las opciones, por favor modifícalas. ({0})
fr: Il semble y avoir un problème avec les options, veuillez les modifier. ({0})
it: Le opzioni sembrano avere un problema, si prega di modificare. ({0})
ja: オプションに問題があるようです。修正してください。({0})
ko: 옵션에 문제가 있는 것 같습니다. 수정해 주세요.({0})
pl: Wybrane opcje wydają się nieprawidłowe, proszę poprawić. ({0})
pt_br: Parece haver um problema com a opção, por favor modifique. ({0})
ru: Возникла проблема с параметрами, исправьте. ({0})
tr: Seçeneklerde bir sorun var, lütfen düzeltin. ({0})
zh_cn: 选项似乎有问题，请修改。({0})
zh_hant: 選項似乎有問題，請修改。({0})

# GeneralSetting_Title.Text
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
zh_cn: 通用
zh_hant: 通用

# ReceiverOnly_ViewDownside
source: Please check below, click Reset
ar: يرجى الاطلاع أدناه، انقر فوق إعادة تعيين
de: Bitte unten anzeigen, auf Zurücksetzen klicken
es: Por favor, mira abajo, haz clic en reiniciar
fr: Veuillez consulter ci-dessous, cliquez sur Réinitialiser
it: Visualizza qui sotto, fai clic su Reimposta
ja: 下記をご確認の上、リセットをクリックしてください
ko: 아래에서 확인하고 재설정을 클릭하세요
pl: Zobacz poniżej, kliknij reset
pt_br: Por favor, veja abaixo e clique em redefinir
ru: Пожалуйста, посмотрите ниже и нажмите "Сброс"
tr: Lütfen aşağıya bakın, sıfırlamak için tıklayın
zh_cn: 请在下方查看，点击重置
zh_hant: 請在下方查看，點擊重設

# ReceiverOnly_DownloadFullAudioCopy.Text
source: Download full version AudioCopy
ar: تنزيل النسخة الكاملة من AudioCopy
de: AudioCopy Vollversion herunterladen
es: Descargar versión completa de AudioCopy
fr: Télécharger la version complète d'AudioCopy
it: Scarica la versione completa di AudioCopy
ja: AudioCopy 完全版をダウンロード
ko: AudioCopy 전체 버전 다운로드
pl: Pobierz pełną wersję AudioCopy
pt_br: Baixar versão completa do AudioCopy
ru: Скачать полную версию AudioCopy
tr: Tam sürümü AudioCopy'yi indir
zh_cn: 下载完整版 AudioCopy
zh_hant: 下載完整版 AudioCopy

# ReceiverOnly_ThisIsReceiverOnly.Text
source: This app is the receiver. To adjust more settings, go to the sender.
ar: هذا التطبيق هو جهة الاستقبال، لضبط المزيد من الإعدادات، يرجى الانتقال إلى جهة الإرسال
de: Diese Anwendung ist der Empfänger. Um weitere Einstellungen anzupassen, gehen Sie bitte zum Sender.
es: Esta aplicación es el receptor. Para ajustar más configuraciones, diríjase al emisor.
fr: Cette application est le récepteur. Pour ajuster plus de paramètres, veuillez vous rendre sur l'émetteur.
it: Questa app è il ricevitore, per regolare più impostazioni, vai al trasmettitore
ja: このアプリは受信側です。より多くの設定を調整するには、送信側に移動してください
ko: 이 앱은 수신 측입니다. 더 많은 설정을 조정하려면 송신 측으로 이동하세요
pl: Ta aplikacja jest odbiornikiem. Aby dostosować więcej ustawień, przejdź do nadajnika.
pt_br: Este aplicativo é o receptor. Para ajustar mais configurações, vá para o transmissor.
ru: Это приложение является приемником. Для настройки дополнительных параметров перейдите к передатчику.
tr: Bu uygulama alıcı tarafıdır, daha fazla ayar için gönderici tarafa gidin
zh_cn: 此应用为接收端，要调节更多的设置，请转到发送端
zh_hant: 此應用為接收端，要調整更多設定，請前往發送端

# ReceiverOnly_LaunchLink
source: Open the link on your computer:
ar: افتح الرابط على الكمبيوتر:
de: Link auf dem Computer öffnen:
es: Abrir enlace en la computadora:
fr: Ouvrir le lien sur l'ordinateur :
it: Apri il link sul computer:
ja: リンクをPCで開く：
ko: 컴퓨터에서 링크 열기:
pl: Otwórz link na komputerze:
pt_br: Abrir o link no computador:
ru: Откройте ссылку на компьютере:
tr: Bilgisayarda bağlantıyı aç:
zh_cn: 在电脑上打开链接：
zh_hant: 在電腦上開啟連結：

# ReceiverOnly_OpenInBrowser
source: Open in browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
tr: Tarayıcıda aç
zh_cn: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# AdvancedSetting_ApplyLocate
source: Applying localization settings, please wait. Do not close this window or interact with the application. [line] The application will launch multiple times, which is normal.
ar: يتم تطبيق إعدادات الترجمة، يرجى الانتظار، لا تغلق هذه النافذة ولا تتفاعل مع التطبيق. [line] سيتم تشغيل التطبيق عدة مرات، وهذا أمر طبيعي
de: Lokalisierungseinstellungen werden angewendet, bitte warten Sie und schließen Sie dieses Fenster nicht oder interagieren Sie nicht mit der Anwendung.[line]Die Anwendung wird mehrmals gestartet, dies ist normal.
es: Aplicando configuraciones de localización, espere por favor, no cierre esta ventana ni interactúe con la aplicación.[line]La aplicación se iniciará varias veces, esto es normal.
fr: Application des paramètres de localisation en cours, veuillez patienter, ne fermez pas cette fenêtre et n'interagissez pas avec l'application. [line] L'application va démarrer plusieurs fois, ce qui est normal.
it: Applicazione delle impostazioni di localizzazione in corso, attendere prego. Non chiudere questa finestra e non interagire con l'applicazione.[line]L'applicazione verrà avviata più volte, è una condizione normale.
ja: ローカライズ設定を適用中です。しばらくお待ちください。このウィンドウを閉じたり、アプリケーションと対話したりしないでください。[line]アプリケーションが複数回起動する場合がありますが、これは正常な動作です
ko: 로컬라이제이션 설정을 적용 중입니다. 잠시 기다려 주세요. 이 창을 닫지 마시고 애플리케이션과 상호 작용하지 마십시오.[line]애플리케이션이 여러 번 시작될 수 있으며 이는 정상적인 현상입니다
pl: Trwa stosowanie ustawień lokalizacyjnych, proszę czekać, nie zamykaj tego okna ani nie współdziałaj z aplikacją. [line] Aplikacja uruchomi się wielokrotnie, jest to normalne.
pt_br: Aplicando configurações de localização, aguarde. Não feche esta janela nem interaja com o aplicativo.[line]O aplicativo será iniciado várias vezes, o que é normal.
ru: Применяются настройки локализации, пожалуйста, подождите, не закрывайте это окно и не взаимодействуйте с приложением.[line]Приложение будет запущено несколько раз, это нормально.
tr: Yerelleştirme ayarları uygulanıyor, lütfen bekleyin. Bu pencereyi kapatmayın veya uygulamayla etkileşime geçmeyin. [line] Uygulamanın birkaç kez başlatılması normaldir.
zh_hant: 正在套用本地化設定，請稍候，不要關閉此視窗，也不要與應用程式互動。[line]應用程式會多次啟動，這是正常情況

# ReceiverOnly_ViewLog.Content
source: View Log
ar: عرض السجلات
de: Protokolle anzeigen
es: Ver registros
fr: Voir les journaux
it: Visualizza registro
ja: ログを表示
ko: 로그 보기
pl: Wyświetl dzienniki
pt_br: Ver registros
ru: Просмотр журнала
tr: Günlükleri görüntüle
zh_cn: 查看日志
zh_hant: 查看日誌

# ReceiverOnly_Lastest
source: Latest
ar: الأحدث
de: Neueste
es: Último
fr: Dernière
it: ultimo
ja: 最新
ko: 최신
pl: Najnowsza
pt_br: Mais recente
ru: последний
tr: son
zh_cn: 最新
zh_hant: 最新

# AdvancedSetting_disableShowHostSMTCInfo.Content
source: Not synchronized media information from peer
ar: غير متزامن من معلومات الوسائط من الطرف الآخر
de: Keine Synchronisation der Medieninformationen von der Gegenstelle
es: No se sincroniza la información multimedia del extremo remoto
fr: Ne pas synchroniser les informations multimédias provenant de l'extrémité distante
it: Informazioni multimediali non sincronizzate dall'altro lato
ja: ピアからのメディア情報が同期されていません
ko: 피어의 미디어 정보가 동기화되지 않음
pl: Niesynchronizowane informacje multimedialne z drugiej strony
pt_br: Não sincronizar informações de mídia do peer
ru: несинхронизированная медиаинформация от удаленной стороны
tr: Eşlenen taraftan gelen medya bilgisi senkronize değil
zh_hant: 不同步來自對端的媒體資訊

# AdvancedSetting_EnableSwagger.Content
source: Enable Swagger for new backend (Development only, DO NOT use in production)
ar: تمكين Swagger للواجهة الخلفية الجديدة (للتطوير فقط، يرجى عدم استخدامه في بيئة الإنتاج)
de: Swagger für neues Backend aktivieren (Nur für Entwicklung, nicht in Produktion verwenden)
es: Habilitar Swagger para el nuevo backend (solo para desarrollo, no usar en producción)
fr: Activer Swagger pour le nouveau backend (développement uniquement, ne pas utiliser en production)
it: Abilita Swagger per il nuovo backend (solo per sviluppo, non utilizzare in produzione)
ja: 新しいバックエンドのSwaggerを有効にする（開発用のみ、本番環境では使用しないでください）
ko: 새 백엔드용 Swagger 활성화 (개발 전용, 프로덕션 환경에서 사용하지 마세요)
pl: Włącz Swagger dla nowego backendu (tylko do celów rozwojowych, nie używaj w środowisku produkcyjnym)
pt_br: Habilitar Swagger para novo backend (apenas para desenvolvimento, não use em produção)
ru: Включить Swagger для нового бэкенда (только для разработки, не использовать в продакшене)
tr: Yeni arka uç için Swagger'ı etkinleştir (sadece geliştirme için, üretim ortamında kullanmayın)
zh_hant: 啟用新後端的Swagger (僅供開發，請勿在生產環境下使用)

# AudioQuality_NotAvailable.Text
source: Warning: These settings are currently invalid for the new backend and will always use the "No resampling (use system-configured audio quality)" option.
ar: تحذير: هذه الإعدادات غير فعالة حاليًا للواجهة الخلفية الجديدة، وسيتم دائمًا استخدام خيار "عدم إعادة التشكيل (استخدام جودة الصوت المحددة في النظام)".
de: Warnung: Diese Einstellungen sind derzeit für neue Backends ungültig und verwenden immer die Option "Kein Resampling (Systemkonfiguration für Tonqualität verwenden)".
es: Advertencia: Estas configuraciones actualmente no son válidas para el nuevo backend, siempre se usará la opción "No remuestrear (usar la calidad de audio configurada en el sistema)".
fr: Avertissement : Ces paramètres ne sont actuellement pas valides pour les nouveaux backends et utiliseront toujours l'option « Ne pas rééchantillonner (utiliser la qualité audio configurée par le système) ».
it: Avviso: queste impostazioni al momento non sono valide per il nuovo backend e utilizzeranno sempre l'opzione "Non ricampionare (utilizza la qualità audio configurata dal sistema)".
ja: 警告：これらの設定は現在新しいバックエンドでは無効で、常に「リサンプリングしない（システム設定の音質を使用）」オプションが適用されます。
ko: 경고: 이 설정은 현재 새로운 백엔드에 적용되지 않으며, 항상 '리샘플링 없이 사용(시스템 구성의 음질 사용)' 옵션이 적용됩니다.
pl: Ostrzeżenie: Te ustawienia obecnie nie mają wpływu na nowe backendy, zawsze będzie używana opcja „Bez próbkowania (użyj jakości dźwięku skonfigurowanej w systemie)”.
pt_br: Aviso: Estas configurações atualmente não têm efeito no novo backend e sempre usarão a opção "Não redimensionar (usar qualidade de áudio configurada no sistema)".
ru: Предупреждение: эти настройки в настоящее время не действуют для нового бэкенда и всегда будет использоваться опция «Без ресемплинга (использовать качество звука из системных настроек)».
tr: Uyarı: Bu ayarlar şu anda yeni arka uçlar için geçerli değildir, her zaman "Yeniden örnekleme kullanma (sistem yapılandırmasındaki ses kalitesini kullan)" seçeneği kullanılacaktır.
zh_hant: 警告：這些設定目前對新的後端無效，將始終「使用不重採樣(使用系統設定的音質)」選項。

# AudioQuality_Option1_Desc.Text
source: For audio recording with bit depth exceeding 16bit, please use preset or custom sample rate options
zh_cn: 如果需要采集位深超过16bit的音频，请使用预设或自定义采样率选项

# AudioQuality_RebootRequired
source: This will disconnect all current audio streams. Continue?
zh_cn: 这将断开目前所有的链接，要继续吗？

# BackendSetting_BackendVersion
source: Backend API version: {0}[line]AudioClone version: {1}
zh_cn: 后端版本：

# AboutString
source: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Built upon AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Uses NAudio for audio capture and playback.[line]Project inspired by "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy is licensed under GNU GPLv2[line][line][line][line][line][line][line][line]Debug info:[line]Data directory: {1}[line][line]Settings:[line]{2}[line][line]Latest log path:[line]{3}
zh_cn: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]基于AudioClone(https://github.com/0xeeeeeeeeeeee/AudioClone)构建。[line]项目使用了NAudio实现音频采集和播放。[line]项目的创意来自于"Stream What Your Hear"(https://github.com/StreamWhatYouHear/SWYH)。[line]AudioCopy使用GNU GPLv2许可证进行许可[line][line][line][line][line][line][line][line]调试信息：[line]数据目录： {1}[line][line]设置：[line]{2}[line][line]最新的日志路径：[line]{3}

# AdvancedSetting_showNonLocalAddress.Content
source: Allow non-LAN addresses and virtual NICs during client discovery and in the "Pairing" interface
zh_cn: 在“配对”界面显示非局域网地址和虚拟网卡

# AdvancedSetting_keepBackendRun.Content
source: Exit without keeping AudioClone instance running
zh_cn: 允许后端在退出之后继续运行

# AdvancedSetting_ClearClone.Content
source: One-click shutdown of all AudioClone servers
zh_cn: 一键关闭所有的AudioClone服务端

# AdvancedSetting_resetBackend.Content
source: Fully reset backend
zh_cn: 完全重置后端

# AdvancedSetting_SureReset
source: All pairings will become invalid. Are you sure you want to do this?
zh_cn: 所有配对都将失效，你确定要这么做吗？

# AdvancedSetting_ApplyLocate
source: Applying localization settings, please wait, do not close this window.[line]You may see pop-up windows, this is normal
zh_cn: 正在应用本地化设置，请稍等，不要关闭此窗口，也不要与应用程序交互。[line]应用程序会多次启动，这是正常情况

# AdvancedSetting_disableShowHostSMTCInfo.Content
source: Not synchronized with peer media information
zh_cn: 不同步来自于对端的媒体信息

# AdvancedSetting_EnableSwagger.Content
source: Enable Swagger for integrated backend (Development only, DO NOT use in production)
zh_cn: 启用新后端的Swagger (仅供开发，请不要在生产环境下使用)

# AudioQuality_NotAvailable.Text
source: Warning: These settings currently have no effect on the new backend and will always use the "No resampling (use system-configured audio quality)" option.
zh_cn: 警告：这些设置目前对新的后端无效，将始终「使用不重采样(使用系统配置的音质)」选项。
